INSERT INTO ts_category (id, name) VALUES 
(10, "Мотоцикл"),
(20, "Легковой автомобиль"),
(30, "Грузовой автомобиль"),
(40, "Автобус"),
(50, "Прицеп");

INSERT INTO ats_type (ts_id, name) VALUES
-- 10, "Мотоцикл"
(10, "A/L3"),
(10, "A/L4"),
(10, "A/L5"),
-- 20, "Легковой автомобиль"
(20, "B/M1"),
(20, "B/N1"),
-- 30, "Грузовой автомобиль"
(30, "C/N2"),
(30, "C/N3"),
-- 40, "Автобус"
(40, "D/M2"),
(40, "D/M3"),
-- 50, "Прицеп"
(50, "E/O1"),
(50, "E/O2"),
(50, "E/O3"),
(50, "E/O4");

INSERT INTO car ('uid', 'marka') VALUES 
('A111AA36', 'VAZ-1'),
('A222AA36', 'VAZ-2'),
('A333AA36', 'VAZ-3'),
('A444AA36', 'VAZ-4');